<template>
    <header class="header flex-column">
        <h1>Публичная оферта</h1>
    </header>
    <main class="oferta flex-column">
        <h3>ОФЕРТА</h3>
        <p>(оказание услуг по дистанционному обучению итальянскому языку) г. Владимир — 28 января 2020 года И П Рычкова Ирина Муратовна, ОГРН ИП 320332800003572, именуемый в дальнейшем Исполнитель, публикует настоящий Договор-оферту, являющийся официальным предложением, содержащим все существенные условия оказания услуг по дистанционному обучению итальянскому языку физическим лицам, именуемым в дальнейшем Клиент.</p>
        <h3>Термины и определения</h3>
        <p>«Оферта» — предложение, адресованное любому физическому лицу, заключить с ним договор о предоставлении услуг на тех же существенных условиях, что содержатся в настоящей Оферте;</p>
        <p>«Клиент» — физическое лицо, заключившее Договор на условиях, содержащихся в настоящей Оферте;</p>
        <p>«Договор» — договор о предоставлении Клиенту услуг по обучению испанскому языку, заключенный между Исполнителем и Клиентом на условиях настоящей Оферты в момент акцепта (принятия) Клиентом условий Оферты (далее — «Акцепт»);</p>
        <p>«Акцепт» — полное и безоговорочное принятие Клиентом условий настоящей Оферты, совершенное путем предварительной оплаты Услуг. «Услуги» или «Услуга» — услуги по дистанционному обучению итальянскому языку, предоставляемые Исполнителем Клиенту на условиях и в соответствии с положениями Договора, с предоставлением учебных материалов и без таковых.</p>
        <h4>1. АКЦЕПТ ДОГОВОРА </h4>
        <p>1.1. В соответствии со статьей 437 Гражданского кодекса Российской Федерации, настоящий текст, адресованный физическим лицам, является официальным, публичным и безотзывным предложением Исполнителя заключить договор на оказание услуг по дистанционному обучению итальянскому языку с любым Клиентом на указанных ниже условиях; </p>
        <p>1.2. Акцепт оферты означает, что Клиент согласен со всеми положениями настоящего предложения, и равносилен заключению договора на оказание услуг по дистанционному обучению итальянскому языку. </p>
        <p>1.3. С момента акцепта Клиентом настоящий Договор считается заключенным. В подтверждение заключения настоящего Договора и по ходу его исполнения Клиенту приходят информационные письма по электронной почте на адрес, указанный Клиентом при регистрации. </p>
        <p>1.4. Настоящий Договор вступает в силу с момента его заключения и действует до исполнения Сторонами своих обязательств по нему, если иное не предусмотрено настоящим Договором и законодательством РФ.</p>
        <h4>2. ПРЕДМЕТ ДОГОВОРА </h4>
        <p>2.1. Исполнитель обязуется оказывать Клиенту услуги по проведению дистанционных занятий по итальянскому языку, а Клиент обязуется принимать эти услуги и оплачивать их в соответствии с условиями, предусмотренными настоящим Договором. </p>
        <p>2.2. Количество занятий, проводимых в соответствии с настоящим Договором, определяется количеством оплаченных Клиентом занятий. </p>
        <h4>3. ПРАВА И ОБЯЗАННОСТИ СТОРОН </h4>
        <p>3.1. Исполнитель обязуется: </p>
        <p>3.1.1. В согласованные Сторонами сроки оказать Услуги Клиенту надлежащим образом в соответствии с условиями настоящего Договора. </p>
        <p>3.1.2. Не разглашать конфиденциальную информацию, предоставленную Клиентом в связи с исполнением настоящего Договора, не раскрывать и не разглашать такие факты или такую информацию (кроме информации общедоступного характера) какой-либо третьей стороне без предварительного письменного согласия Клиента. </p>
        <p>3.1.3. Восполнять или не взимать оплату за занятия, пропущенные по вине Исполнителя. </p>
        <p>3.2. Исполнитель вправе: </p>
        <p>3.2.1. Пользоваться услугами любых физических и юридических лиц, в целях своевременного и качественного исполнения обязательств по Договору. </p>
        <p>3.2.2. Требовать от Клиента своевременной оплаты стоимости Услуг в соответствии с условиями настоящего Договора. </p>
        <p>3.2.3. Вести аудио-видео-запись занятий с целью контроля качества обучения. </p>
        <p>3.2.4. Использовать электронный адрес и номер телефона Клиента для отправки ему рекламно-информационных материалов, направленных с целью информирования Клиента о деятельности Исполнителя и ходе исполнения Договора. При отсутствии письменного или устного отказа Клиента в получении данных материалов, направленного в адрес Исполнителя, согласие на получение данного рода материалов считается подтвержденным. </p>
        <p>3.2.5. Отказать Клиенту в предоставлении и продлении услуг без объяснения причин отказа. </p>
        <p>3.3. Клиент обязуется: </p>
        <p>3.3.1. Предоставить все сведения и данные, необходимые Исполнителю для выполнения своих обязательств по настоящему Договору. </p>
        <p>3.3.2. Не разглашать конфиденциальную информацию и иные данные, предоставленные Исполнителем в связи с исполнением настоящего Договора, не раскрывать и не разглашать такие факты или информацию (кроме информации общедоступного характера) какой-либо третьей стороне без предварительного письменного согласия Исполнителя. </p>
        <p>3.3.3. Своевременно и полностью выплачивать Исполнителю стоимость оказываемых Услуг.</p>
        <p>3.4. КЛИЕНТ вправе: </p>
        <p>3.4.1. Требовать от Исполнителя выполнения его обязательств по настоящему Договору и Приложениям к нему в срок и с надлежащим качеством. Занятие считается проведенным надлежащим образом, если в течение 1 (одного) часа с момента его проведения Клиент не сообщит Исполнителю о том, что оно не состоялось по вине Исполнителя. </p>
        <p>3.4.2. Сменить группу не более двух раз за месяц. О своем желании он обязан заблаговременно известить Исполнителя. </p>
        <p>3.4.3. Отказаться от выполнения условий настоящего Договора в случае, если Исполнитель не приступил к исполнению обязательств по настоящему Договору.</p>
        <h4>4. ПЕРЕНОС ЗАНЯТИЙ И НЕЯВКА НА ЗАНЯТИЯ</h4>
        <p>4.1. Исполнитель имеет право переносить занятия (в случае болезни преподавателя и по другим уважительным причинам), предупредив об этом Клиента не менее, чем за 24 часа. </p>
        <p>4.2. Клиент вправе не явиться на урок, однако урок будет проведен даже в его отсутствие. Пропущенные Клиентом уроки не восстанавливаются и Исполнителем не компенсируются. </p>
        <p>4.3. Исполнитель не отвечает за неоказание услуги в связи с отсутствием у Клиента необходимого программного обеспечения или технических проблем с оборудованием или Интернетом.</p>
        <h4>5. СТОИМОСТЬ УСЛУГ И ПОРЯДОК РАСЧЕТОВ </h4>
        <p>5.1. Стоимость Услуг Исполнителя и возможные способы оплаты публикуются Исполнителем на сайте по адресу <a href="https://italiamo.online">https://italiamo.online</a></p>
        <p>5.2. Оплата Услуг осуществляется на основе стопроцентной предоплаты за 8 занятий или более.</p>
        <p>5.3. Исполнитель может в одностороннем порядке менять стоимость услуг путем размещения информации на сайте по адресу <a href="https://italiamo.online">https://italiamo.online</a>. При этом стоимость уже оплаченных Клиентом занятий не подлежит изменению. </p>
        <p>5.4. Моментом оплаты считается поступление денежных средств на счет Исполнителя. </p>
        <p>5.5. Клиент самостоятельно несет ответственность за правильность производимых им платежей.</p>
        <p>5.6. Клиент самостоятельно оплачивает все услуги организаций связи, необходимые для потребления им Услуг Исполнителя. </p>
        <p>5.7. Все расчеты по Договору производятся в рублях РФ. </p>
        <h4>6. ОТВЕТСТВЕННОСТЬ СТОРОН </h4>
        <p>6.1. В случае неисполнения или ненадлежащего выполнения Исполнителем обязанностей по настоящему Договору Клиент вправе предъявить Исполнителю требование о возврате оплаченных им денежных средств в размере, равном сумме не исполненных Исполнителем обязательств. </p>
        <p>6.2. В том случае, если настоящий Договор расторгается по желанию Клиента, он должен предоставить Исполнителю мотивированный отказ от услуг Исполнителя, в этом случае Исполнитель возвращает Клиенту денежные средства в размере, равном сумме не исполненных Исполнителем обязательств, за удержанием суммы комиссий перевода денежных средств. </p>
        <p>6.3. В случае расторжения Договора по совместной инициативе или инициативе одной из сторон, срок возврата денежных средств составляет до 30 календарных дней.</p>
        <p>6.4. За невыполнение или ненадлежащее выполнение обязательств по настоящему Договору Исполнитель и Клиент несут ответственность в соответствии с условиями настоящего Договора и действующим законодательством Российской Федерации. </p>
        <h4>7. ПРОЧИЕ УСЛОВИЯ </h4>
        <p>7.1. Стороны не несут ответственности за полное или частичное невыполнение ими своих обязательств по настоящему Договору, если такое невыполнение явилось следствием обстоятельств непреодолимой силы (форс-мажор), а именно: наводнения, других стихийных бедствий, военных действий, постановлений и решений органов государственной власти или других событий. Надлежащим подтверждением наличия форс-мажорных обстоятельств и их продолжительности для Сторон является справка, выдаваемая уполномоченными органами. </p>
        <p>7.2. Все споры или разногласия, возникающие между Сторонами по настоящему Договору или в связи с ним, разрешаются путем переговоров между ними. Сторона, чье право нарушено, направляет другой Стороне письменную претензию (требование) посредством электронной связи. Если в течение 15 (Пятнадцати) календарных дней Сторона, направившая претензию, не получила ответ на нее, а также, если в течение 15 (Пятнадцати) календарных дней с момента получения первого ответа на претензию Стороны не пришли к каким-либо договоренностям, то Сторона, чье право нарушено, может обратиться в Арбитражный суд г. Владимира. </p>
        <h4>8. СРОК ДЕЙСТВИЯ ДОГОВОРА </h4>
        <p>8.1. Договор вступает в силу с момента Акцепта Оферты Клиентом и действует:</p>
        <p>а) до момента исполнения Исполнителем обязательств по оказанию услуг в объеме, соответствующем размеру произведенной Клиентом по Договору предоплаты, </p>
        <p>б) до момента расторжения Договора. </p>
        <p>8.2. Клиент соглашается и признает, что внесение изменений в Оферту влечет за собой внесение этих изменений в заключенный и действующий между Клиентом и Исполнителем Договор, и эти изменения в Договор вступают в силу одновременно с такими изменениями в Оферте. </p>
        <p>8.3. В случае отзыва Оферты Исполнителем в течение срока действия Договора, Договор считается прекращенным с момента отзыва, а предоплата возвращается Клиенту. </p>
        <h4>9. РАСТОРЖЕНИЕ ДОГОВОРА </h4>
        <p>9.1. Договор может быть расторгнут досрочно: </p>
        <p>9.1.1. По соглашению Сторон в любое время. </p>
        <p>9.1.2. По иным основаниям, предусмотренным настоящей Офертой. </p>
        <p>9.2. Прекращение срока действия Договора по любому основанию не освобождает Стороны от ответственности за нарушения условий Договора, возникшие в течение срока его действия. </p>
        <h5>РЕКВИЗИТЫ:</h5>
        <p>Полное наименование организации </p>
        <p>ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ РЫЧКОВА ИРИНА МУРАТОВНА</p>
        <h5>Адрес:</h5>
        <p>600023, г. Владимир, мкр Турбаза Ладога, ул. Сосновая, д. 22, кв.2</p>
        <h5>ИНН: </h5>
        <p>332707173866</p>
        <h5>Расчетный счет: </h5>
        <p>408802810510000018929</p>
        <h5>Банк:</h5>
        <p>Владимирское отделение №8611 ПАО СБЕРБАНК</p>
        <p>Корр.счет банка</p>
        <p>301101810000000000602</p>
        <h5>ИНН банка</h5>
        <p>7707083893</p>
        <h5>БИК банка </h5>
        <p>41708602</p>
    </main>
</template>

<script>
    export default {
        name: "appPagePublicOferta"
    }
</script>

<style scoped>
    .oferta {
        text-align: left;
        margin: 0 2rem;
        padding: 0 5% 1rem 5%;
        background: #FFFFFF;
        box-shadow: 0 1px 4px rgba(0, 0, 0, 0.25);
        border-radius: 6px;
    }
        .oferta h3 {
            align-self: center;
            margin: 1.5rem 0 0.5rem 0;
        }
        .oferta h4 {
            margin: 1.5rem 0 0.5rem 0;
        }
        .oferta h5 {
            margin: 1.5rem 0 0.5rem 0;
        }
        .oferta p {
            margin: 0 0 0.5rem 0;
        }
        .oferta a {
            text-decoration: underline;
        }
    @media (max-width: 650px) {
        .header {
            margin-bottom: 0;
        }
        .oferta {
            margin: 0 0.5rem;
            padding: 1rem;
            background: #FFFFFF;
            box-shadow: 0 1px 4px rgba(0, 0, 0, 0.25);
            border-radius: 6px;
        }
            .oferta h3 {
                text-align: center;
                margin: 1rem 0;
            }
    }
</style>