<template>
    <header class="header flex-column">
        <h1>Программы обучения</h1>
    </header>
    <main class="flex-row">
        <section class="card">
            <app-cards-programs
                    image="exam"
                    titleText="Курс подготовки к международным экзаменам"
                    aboutText="Не секрет, что в современном мире очень важно иметь сертификаты о языковых знаниях: без этих сертификатов очень сложно найти работу, получить стажировку или учебу за рубежом и так далее. Именно поэтому наша школа предлагает подготовительные курсы для сдачи международных экзаменов (CELI, CILS, PLIDA) c целью получения сертификатов на знание итальянского языка на определенном уровне (А2, B1, B2, C1, C2). Мы располагаем огромным выбором материала для подготовки к этим типам экзаменам, а также материалом экзаменационным сессий предыдущих лет."
            ></app-cards-programs>
        </section>
        <section class="card">
            <app-cards-programs
                    image="business"
                    titleText="Курс по итальянскому языку для бизнеса"
                    aboutText="Если вы уже достигли уровня знаний A2, вы можете записаться на наши языковые курсы для бизнеса. Основная цель курса состоит в том, чтобы учащийся усвоил язык и способы общения в сфере деловых отношений; курс также имеет важный компонент, связанный с грамматикой. После прохождения этого курса вы сможете ориентироваться в специальных терминах, связанных с работой юридических лиц, научитесь вести деловую переписку, писать резюме и мы подготовим вас к собеседованию. Также вы будете в состоянии проанализировать и провести рекламную кампанию, обсудить цены и производство и многое другое."
            ></app-cards-programs>
        </section>
        <section class="card">
            <app-cards-programs
                    image="tourism"
                    titleText="Курс по итальянскому для туризма"
                    aboutText="Данный курс создан специально для студентов, которые часто путешествуют и хотят выучить язык на разговорном уровне. Курс включает в себя повседневные коммуникативные ситуации, такие как: общение в городе, покупки, ситуации в отеле, знакомства и так далее. Используются специальные техники для развития навыков устного общения в конкретных ситуациях, а также специальный курс."
            ></app-cards-programs>
        </section>
        <section class="card">
            <app-cards-programs
                    image="speak"
                    titleText="Разговорный курс по итальянскому"
                    aboutText="Основной целью разговорного курса, предназначенного для студентов любого уровня языковых знаний, является погружение в язык. Основным аспектом, на который будет обращать особое внимание преподаватель, говорение и устное понимание, несмотря на то, что в уроках также будут присутствовать элементы грамматики и освоения новой лексики. Программа курса включает в себя моменты повседневной жизни, а также более официальные ситуации, в которых вы можете оказаться. "
            ></app-cards-programs>
        </section>
        <section class="card">
            <app-cards-programs
                    image="main-course"
                    titleText="Основной курс итальянского"
                    aboutText="Этот курс предназначен для студентов, которые хотели бы изучать иностранный язык с самого начала или продолжить обучение для достижения определенного уровня (в соответствии с европейским стандартом языковых знаний). В уроках мы работаем над всеми навыками языковой компетенции: говорение, чтение, письмо, аудирование и аспектами: грамматика, лексика и фонетика. На прохождение одного уровня в группе предусмотрено 48 часов, однако этот срок может быть сокращен или увеличен, в зависимости от темпа, который вы задаете преподавателю."
            ></app-cards-programs>
        </section>
        <section class="card">
            <app-cards-programs
                    image="teenage-course"
                    titleText="Курс итальянского для детей и подростков"
                    aboutText="Если вы хотите, чтобы ваши дети изучали итальянский язык и расширяли свой кругозор, то уроки в школе ITALIAMO вам несомненно подходят. Каждая языковая программа для детей индивидуальна и зависит от уровня владения языком ребенка, а также от возраста самого ребенка. Во время занятий используются песни, видеоролики, игры, специальные учебные пособия для каждого возрастного периода. Уроки проходят в соответствии с самыми современными методиками обучения иностранным языкам детей."
            ></app-cards-programs>
        </section>
    </main>
</template>

<script>
    import appCardsPrograms from "../components/appCardsPrograms";
    export default {
        name: "appPagePrograms",
        components: {
            appCardsPrograms
        }
    }
</script>

<style scoped>
    .card {
        margin: 0.5rem;
        padding: 0;
    }
    @media (max-width: 650px) {
        h1 {
            margin: 0;
        }
    }
</style>